import React from 'react';

const About = () => {
    return (
        <>
            <h1 className="titleText">О нас</h1>
            <div className="aboutContent">
                <p>В соответствии с постановлением Правительства Свердловской области от 02.06.2006 № 457-ПП и Приказом
                    Министерства общего и профессионального образования Свердловской области от 19.06.2006 № 170-и
                    государственное образовательное учреждение среднего профессионального образования Свердловской области
                    «Каменск-Уральский экономический техникум» реорганизовано путем присоединения к нему государственного
                    образовательного учреждения начального профессионального образования Свердловской области
                    «Каменск-Уральское профессиональное торгово-кулинарное училище» и переименовано в государственное
                    образовательное учреждение среднего профессионального образования Свердловской области
                    «Каменск-Уральский техникум торговли и сервиса».</p><br/>

                <p>В соответствии с приказом Министерства общего и профессионального образования Свердловской области от
                    17.08.2011 № 40-Д государственное образовательное учреждение среднего профессионального образования
                    Свердловской области «Каменск-Уральский техникум торговли и сервиса» переименовано в государственное
                    бюджетное образовательное учреждение среднего профессионального образования Свердловской области
                    «Каменск-Уральский техникум торговли и сервиса».</p><br/>

                <p>Государственное автономное образовательное учреждение среднего профессионального образования
                    Свердловской области «Каменск-Уральский техникум торговли и сервиса» создано в соответствии с
                    постановлением Правительства Свердловской области от 25.01.2013 № 66-ГШ путем изменения типа
                    существующего государственного бюджетного образовательного учреждения среднего профессионального
                    образования Свердловской области «Каменск-Уральский техникум торговли и сервиса».</p><br/>

                <p>Государственное автономное образовательное учреждение среднего профессионального образования
                    Свердловской области «Каменск-Уральский техникум торговли и сервиса» переименовано в государственное
                    автономное профессиональное образовательное учреждение Свердловской области «Каменск-Уральский техникум
                    торговли и сервиса» в соответствии с постановлением Правительства Свердловской области от 29.04.2015 №
                    308-ПП, утверждённый постановлением Правительства Свердловской области от 25.012013 № 66-ПП».</p><br/>

                <p>На основании Постановления Правительства Свердловской области от 21.12.2017 № 967-ПП и Приказа
                    Министерство общего и профессионального образования Свердловской области от 10.04.2018 № 176-Д
                    государственное автономное профессиональное образовательное учреждение Свердловской области
                    «Каменск-Уральский техникум торговли и сервиса» реорганизован с 12.07.2018 в форме присоединения к нему
                    государственного автономного профессионального образовательного учреждения Свердловской области
                    «Каменск-Уральский многопрофильный техникум» и государственного автономного профессионального
                    образовательного учреждения Свердловской области «Каменск-Уральский техникум строительства и
                    жилищно-коммунального хозяйства»</p>
            </div>

        </>
    );
};

export default About;
